Repository: modaal-agent/duet-tutorials
Catalog: tutorial8-complete/src-ios/Libraries/FoyerKit/Sources/OnboardingShell/Localizable.xcstrings
Source language: en
Languages: de

# continueAction
source: Continue
de: Weiter

# displayNamePlaceholder
source: Display name
de: Anzeigename

source: Finish
de: Abschließen

# nameTitle
source: What should we call you?
de: Wie sollen wir dich nennen?

# preferenceDigest
source: Weekly digest
de: Wöchentliche Zusammenfassung

# preferenceReminders
source: Reminders
de: Erinnerungen

# preferenceTips
source: Tips and tricks
de: Tipps und Tricks

# preferencesTitle
source: Pick at least one
de: Wähle mindestens eins

# stepNotReady
source: Step %lld not ready
de: Schritt %lld nicht bereit

# stepOf
source: Step %lld of %lld
de: Schritt %lld von %lld

# stepReady
source: Step %lld ready
de: Schritt %lld bereit

# validationEmpty
source: Enter a name.
de: Gib einen Namen ein.

# validationTooLong
source: Keep it to 40 characters or fewer.
de: Höchstens 40 Zeichen.

# welcomeBody
source: Three short steps and you are in.
de: Drei kurze Schritte, und du bist drin.

# welcomeTitle
source: Welcome to Foyer
de: Willkommen bei Foyer
